etc/template_files/WTTHColombia/SALIDAS/WTTH_NNC_addConfigElement.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:con="http://configmgmt.service.ws.ems.acmepacket.com/">
   <soapenv:Header/>
   <soapenv:Body>
      <con:addConfigElement>
         <!--Optional:-->
         <targetName>sbcmde01_sbcmde0202</targetName>
         <!--Optional:-->
         <wsConfigElement>
            <!--Zero or more repetitions:-->
            <attributeList>
               <!--Optional:-->
               <name>id</name>
               <!--Optional:-->
               <value>acc-46</value>
            </attributeList>
			<attributeList>
			    <name>qosEnable</name>
               <!--Optional:-->
               <value>enabled</value>
			</attributeList>
			<attributeList>
               <!--Optional:-->
               <name>parent</name>
               <!--Optional:-->
               <value>access-pa</value>
            </attributeList>
			<attributeList>
               <!--Optional:-->
               <name>outManipulationId</name>
               <!--Optional:-->
               <value>ACME_NAT_TO_FROM_IP</value>
            </attributeList>
			<attributeList>
               <!--Optional:-->
               <name>trustLevel</name>
               <!--Optional:-->
               <value>high</value>
            </attributeList>
			<attributeList>
               <!--Optional:-->
               <name>description</name>
               <!--Optional:-->
               <value>MANUEL MUNOZ</value>
            </attributeList>
			<attributeList>
               <!--Optional:-->
               <name>inManipulationId</name>
               <!--Optional:-->
               <value>InModTklV1</value>
            </attributeList>
            <!--Zero or more repetitions:-->
            <children>
            <!--Optional:-->
				<attributeList>
					<!--Optional:-->
					<name>name</name>
					<!--Optional:-->
					<value>M00</value>
				</attributeList>
				<attributeList>
					<!--Optional:-->
					<name>subPortId</name>
					<!--Optional:-->
					<value>532</value>
				</attributeList>
            <elementTypePath>realmConfig/networkInterfaceId</elementTypePath>
            <!--Optional:-->
            <type>realmConfig/networkInterfaceId</type>
			<elementTypePath>realmConfig/networkInterfaceId</elementTypePath>
            <!--Optional:-->
            <type>realmConfig/networkInterfaceId</type>
			</children>
		 <elementTypePath>realmConfig</elementTypePath>
            <!--Optional:-->
         <type>realmConfig</type>
         </wsConfigElement>
      </con:addConfigElement>
   </soapenv:Body>
</soapenv:Envelope>